0000-0000-0000-0000
       PROCEDURE DIVISION.
           DISPLAY "Hello, World!".
           STOP RUN.

       * An unhandled exception could occur if the program tries to access a file or database
       * that does not exist. In a production environment, this will result in the program crashing.